export default [
    {
        "errorType": "serverIsOnline",
        "errorMessage": "برای اتصال به سرور باید ابتدا به سرور متصل شوید (%serverIp%) سپس بعد از ورود, روی \"اتصال به وویس چت\" کلیک کنید.",
    },
    {
        "errorType": "micPermission",
        "errorMessage": "برای اتصال به وویس چت, باید اول به صفحه مرورگر دسترسی میکروفون بدهید.."
    },
    {
        "errorType": "multiUser",
        "errorMessage": "شما درحال حاضر با حساب دیگری در سایت هستید. برای اتصال با همین حساب باید فقط با ۱ حساب آنلاین باشید."
    },
    {
        "errorType": "playerLeaveServer",
        "errorMessage": "شما از سرور بیرون آمدید. برای اتصال به سرور باید ابتدا به سرور متصل شوید (%serverIp%) سپس بعد از ورود روی \"اتصال به وویس چت\" دوباره کلیک کنید."
    },
    {
        "errorType": "pluginDisabled",
        "errorMessage": "سروری که شما در آن بودید آفلاین شد. لطفا دوباره تلاش کنید, و اگر همچنان مشکل داشتید به مدیریت سرور پیام دهید.."
    },
    {
        "errorType": "invalidVerifyCode",
        "errorMessage": "ورود به دلیل وجود نداشتن کد تایید ناموفق بود. لطفا مجدد وارد سرور شوید (%serverIp%) و لینک جدیدی با دستور /voice بگیرید"
    }
]
